const Predict = () => {
    return (
        <>
        <h1 style={{color: "yellow", writingMode: "vertical-lr", float: "left"}}>ደጊፍካ ምግልጋል
        ናይ ደገፍ ኣገልግሎት
        </h1>,<br></br>, <p style={{whiteSpace: "wrap"}}> ናይ ልቢ ጉዳይ እዩ።
        ንኣብነት፦
        ንጉስ ህዝቅያስ ኣብ 2ይ ዜና 29፡ 10-11
        ሃጌ 1፡ 1-5
        ሚል 3፡ 16
        ሙሴ፦ ግብ 7፡ 22-23
        ዳዊት፦ 1ይ ሳሙ 13፡ 14፤ 22፡ 1-3<br></br>
            
        ምድጋፍ ማለት እንታይ ማለት እዩ፧<br></br>
        •	ምሕጋዝ፡ ምትሕብባር፡ ኢድ ንኢድ ኮንካ ምስራሕ፡ 
        •	ዝተዋህበካ ሓላፍነት ዕላምኡ ክወቅዕ ምስራሕ
        •	ንሓደ ስራሕ ወይ ዓላማ ሽቱኡ ክወቅዕ ዝተዋህበካ ግደኻ ብተኣማንነት ምግባር ወይ ምግልጋል የስምዕ።
        <br></br>ሮሜ 1፡ 9-12
        “ንምጽናዕኩም ገለ መንፈሳዊ ውህበት ክመቕለኩም፡ ክርእየኩም እናፍቕ ኣሎኹ፡ ማለት፡ በታ ኣብ ሓድሕድና ዘላ እምነት፡ - ናትኩምን ናተይን፡ ኣባኹምን ምሳኹምን፡ - ምእንቲ ኽንጸናናዕሲ፡ ብዘይ ምቊራጽ ከም ዝሐስበኩም፡ ብፍቓድ ኣምላኽ እንተ ሰለጠንስ፡ ብገለ መገዲ ኣብ መወዳእታ ናባኻትኩም ክመጽእ፡ ብጸሎተይ ኲሉ ሳዕ ከም ዝልምን፡ እቲ ብወንጌል ወዱ ብመንፈሰይ ዘገልግሎ ኣምላኽ ይምስክረለይ እዩ።”
        <br></br>ሮሜ 1፡ 9-12
        •	እንታይ ክመቕሎም ደልዩ፧
        	ገለ መንፈሳዊ ውህበት
        •	ንምንታይ፧ እንታይ ምእንቲ ክኾኑ፧
        	በታ ኣብ ሓድሕድ ዘላ እምነት 
        	ክጸንዑ
        	ክጸናንዑን
        ናይ ምድጋፍ ኣገልግሎት እንታይ ማለት እዩ፧
        <br></br>“ኲላትና ናብ ሕብረት እምነት፡ ናብ ፍልጠት ወዲ ኣምላኽ፡ ናብ እኹል ሰብኣይ፡ ናብ ልክዕ ምልኣት ብጽሕና ክርስቶስ ክሳዕ እንበጽሕ፡ እቶም ቅዱሳን ነቲ ግብሪ ኣገልግሎት ንምህናጽ ስጋ ክርስቶስ ምሉኣት ምእንቲ ኪዀኑ ኢሉ፡ ንሱ ገሊኦም ሃዋርያት ገሊኦም ድማ ነብያት፡ ገሊኦም ከኣ ወንጌላውያን፡ ገሊኦምውን ጓሶትን መምህራንን ኪዀኑ ሀበ።“
        ኤፌ 4፡ 11-13
        <br></br>ኣብ ኤፌ 4፡ 11-13 ተጠቒሱ ካብ ዘሎ ህያባት ወጻኢ፡ ንምህናጽ ቤት ኣምላኽ፡ ንምስፋሕ መንግስቲ ኣምላኽ ኣብ ምድሪ፡ ዝግበር ኣገልግሎት እዩ።
        ፊል 2፡ 19-23
        <br></br>“ብናይ ህልዋትኩም ከምታ ነፍሰይ ሓሲቡ ብንጹህ ልቢ ዝሓሊ ሓደኳ የብለይነ እሞ፡ ኣነ ብዛዕባኻትኩም ፈሊጠ ምእንቲ ባህ ክብለኒ ቀልጢፈ ንጢሞቴዎስ ክልእከልኩም ብጐይታ የሱስ ተስፋ እገብር ኣለኹ። ኩላቶም ነናይ ርእሶም እዮም ዝደልዩ፡ ነቲ ናይ የሱስ ክርስቶስ ኣይኮነን። ግናኸ ውሉድ ነቡኡ ከም ዘገልግል ንሱውን ምሳይ ንወንጌል ብምግልጋሉ ፍቱን ምዃኑ ትፈልጡ ኢኹም።”
        1ይ ቆሮ 12፡ 12
        <br></br>“ከምቲ ስጋ ሓደ ክነሱ፡ ብዙሕ ኣካላት ዘለዎ፡ ብዘሎ እቲ ኣካላት ስጋ ኸኣ ብዙሕ ክነሱ ሓደ ስጋ ዝኾነ፡ ክርስቶስ ከኣ ከምኡ እዩ።” (ቤተ ክርስትያን ከኣ ከምኡ እያ።)
        1ይ ቆረ 12፡ 27-28
        <br></br>“እምበኣርከስ ንስኻትኩም ስጋ ኽርስቶስ ኢኹም። ነፍሲ ወከፍኩም ከኣ በብኽፍሉ ኣካላት ኢኹም። ኣምላኽ ድማ ኣብ ማሕበር ቅድም ሃዋርያት፡ ካልኣይ ነብያት፡ ሳልሳይ መምሃራን ( እተን ሓሙሽተ ህያባት) ደሓር ገበርቲ ሓይልታት፡ ደሓር ውህበት ምፍዋስ፡ ምርዳእ ድኹማት፡ ምምራሕ በበይኑ ቋንቋታት ተሰርዐ።”
        ኣብነት
        •	<br></br>ብግዜ ሃዋርያት፡ ግብ 6፡ 1-4
        	<br></br>ጐይታ የሱስ ንሃዋርያት ዝገደፈሎም ሐድሪ፦
        •	<br></br>ማቴ 28፡ 19-20
        •	<br></br>ሉቃ 24፡ 46-49
        •	<br></br>ግብ 1፡ 8
        •	<br></br>ግብ 2፡ 1-4 ሃዋርያት ሓይሊ ተቐቢሎም
        •	<br></br>ግብ 2፡ 40-42 ነፍሳት ተወሲኸን
        <br></br>ግብ 6፡ 1-8
        “በቲ ቕነቲ ደቀ መዛሙርቲ ምስ በዝሑ፡ እቶም ኣይሁድ ጽርኢ በቲ ምምቃል ምግቢ ዕለት፡ ንመበለታቶም ስለ ዝጐሰይወን፡ ኣብቶም እብራውያን ኣጒረምረሙ። ሽዑ እቶም ዓሰርተዉ ክልተ ንዅሎም ደቀ መዛሙርቲ ኣኪቦም፡ ንሕና ቓል ኣምላኽ ሐዲግናስ ኣብ መኣዲ ኸነገልግል ዚግባእ ኣይኰነን። ስለዚ ኣቱም ኣሕዋት፡ ካባኻትኩም ብጽቡቕ እተመስከረሎም መንፈስን ጥበብን ዝመልኦም ሾብዓተ ሰብኣይ ሕረዩ፡ ነዚ ጒዳይ እዚ ኸኣ ነመዝዞም፡ ንሕና ግና ጸሎትን ኣገልግሎት እዚ ቓል እዝን ከየብኰርና ንሐዝ፡ በልዎም። እዚ ዘረባ እዚ ንዅሉ እቲ ህዝቢ ባህ ኣበሎ። ነቲ እምነትን መንፈስ ቅዱስን ዝመልኦ ሰብኣይ፡ እስጢፋኖስን ንፊልጶስን ንጶሮኮሮስን ንኒቃኖርን ንጢሞንን ንጰርሜናስን ነቲ ጵሮሴሊት፡ ኒቆላዎስ ብዓል ኣንጾክያን ሐረዩ። ኣብ ቅድሚ ሃዋርያት ከኣ ደው ኣበልዎም፡ እናጸለዩውን ኣእዳዎም ኣንበሩሎም። ቃል ኣምላኽ ድማ ተዘርግሔ፡ ቊጽሪ እዮም ደቀ መዛሙርቲ ኸኣ ኣብ የሩሳሌም ኣዝዩ እናበዝሔ ኸደ። ብዙሓት ካብ ካህናትውን ንእምነት ተኣዘዙ። እስጢፋኖስ ድማ ጸጋን ሓይልን መሊእዎ ነበረ እሞ፡ ኣብ ማእከል እቲ ህዝቢ ዓበይቲ ትእምርትን ተኣምራትን ይገብር ነበረ።“
        •	ሰብ ራእይ ሃዋርያት እዮም
        •	ነቲ ራእይ በይኖም ክገብርዎ ኣይክእሉን እዮም
        •	ዝድግፍዎም ሰባት ኣድልዮሞም
        
        
        
        
        •	ካብኡ ተበጊስካ ብጸጋኡ ኣገልግል
        
        </p></>
    )
};

export default Predict;